export const startMessage = 
`Добро пожаловать в бот группы Stayt Store! 😉\n\n` +
`Наша группа поможет Вам выкупить товары с POIZON 🎁:\n` +
`⛔️ Данный бот поможет вам рассчитать стоимость заказа и доставки до вас! Оплата и отслеживание производится только через менеджера! ⛔️`;


export const faqMessage = `1. Какие сроки доставки ?
Доставка на склад в китай обычно занимает 3-5 дней, зависит от удаленности склада, иногда от китайских мероприятий ( праздники и т.д ).

Товар проходит проверку в Китае, фото проверенной вещи отсылается получателю.

До москвы товар едет около 13-18 дней, а после отправляется BoxBerry/Почтой России ( на ваше усмотрение ) до вашего пункта выдачи

BoxBerry/Почта России оплачивается отдельно
3. Сколько стоят наши услуги ?
В зависимости от веса покупки, курса юаня цена может изменяться (окончательную стоимость нужно уточнять в сообществе).

ВАЖНО : Цена может измениться, если товар подорожает.

( нужно доплатить или оформить возврат денежных средств ).

4. Какие гарантии на оригинальность товара ?
Каждый товар проходит через легит-чек от POIZON, в случае каких-либо казусов сотрудники сообщают о них, происходит перезаказ.

На примере кроссовок : имеют бирки, которые можно пробить через приложение POIZON, а также сертификат, который позволяет удостовериться в оригинальности ( также пробивается в приложение ).

5. Как производится оплата ?
1) Администратор присылает заказчику реквизиты ( Тинькофф ).

2) Заказчик оплачивает итоговую сумму и присылает скриншот.

3) После проверки заказ поступает в обработку.`;



export const askMessage = `
😉Друзья, пожалуйста, пишите в поддержку только, если не смогли найти ответы в часто задаваемых вопросах.

‼️ВНИМАНИЕ‼️ 
Поддержка НИКОГДА не просит перевести оплату за заказы в сообщения, все оплаты проходят в автоматическом режиме через БОТ!

Чтобы начать диалог с оператором пожалуйста нажмите "☎️ Задать вопрос"

Также мы можем помочь Вам оформить заказ, найти нужные товары на POIZON или TAOBAO. 
Чтобы воспользоваться этой услугой также нажмите "☎️ Задать вопрос"`



export const affiliateMessage = `Партнёрская программа
Наша команда рада представить систему партнёрской программы.

Что это такое?
Партнерская программа - это форма делового сотрудничества между продавцом и партнёром, простыми словами - взаимовыгода.

Условия.
Тут всё просто, вы приводите клиента, который при заказе указывает информацию о вас ( ссылка на профиль ).

ВАЖНО :
1. Приведённый вами клиент должен заказать товар.
2. Чтобы получить вознаграждение, нужно писать с профиля, который был указан приведённым клиентом.
ВОЗНАГРАЖДЕНИЕ
От 1-9 приведённых клиентов :
Cкидка 300 рублей на 1-ый заказ приведённому.

Перевод в размере 300 рублей на вашу карту.

От 10 и более приведённых клиентов :
Скидка 300 рублей на 1-ый заказ приведённому.

Перевод в размере 500 рублей на вашу карту.`;